{
  "framework": "IntelligencePlatformCore.framework",
  "binary_path": "/System/Library/PrivateFrameworks/IntelligencePlatformCore.framework/Versions/A/knowledgeconstructiond",
  "static": {
    "layer": "static",
    "binary_info": {
      "info": {
        "info": {
          "arch": "arm",
          "baddr": 4294967296,
          "binsz": 86624,
          "bintype": "mach0",
          "bits": 64,
          "canary": false,
          "injprot": false,
          "class": "MACH064",
          "compiled": "",
          "compiler": "clang",
          "crypto": false,
          "dbg_file": "",
          "endian": "little",
          "havecode": true,
          "guid": "",
          "intrp": "/usr/lib/dyld",
          "laddr": 0,
          "lang": "swift",
          "linenum": false,
          "lsyms": false,
          "machine": "arm64e",
          "nx": false,
          "os": "macos",
          "cc": "",
          "pic": true,
          "relocs": false,
          "rpath": "",
          "sanitize": false,
          "static": false,
          "stripped": true,
          "subsys": "darwin",
          "va": true,
          "checksums": {}
        }
      },
      "libraries": {
        "libs": [
          "/System/Library/PrivateFrameworks/IntelligencePlatformCore.framework/Versions/A/IntelligencePlatformCore",
          "/System/Library/Frameworks/Foundation.framework/Versions/C/Foundation",
          "/usr/lib/libobjc.A.dylib",
          "/usr/lib/libSystem.B.dylib",
          "/usr/lib/swift/libswiftAVFoundation.dylib",
          "/usr/lib/swift/libswiftAccelerate.dylib",
          "/usr/lib/swift/libswiftCompression.dylib",
          "/usr/lib/swift/libswiftCore.dylib",
          "/usr/lib/swift/libswiftCoreAudio.dylib",
          "/usr/lib/swift/libswiftCoreFoundation.dylib",
          "/usr/lib/swift/libswiftCoreImage.dylib",
          "/usr/lib/swift/libswiftCoreLocation.dylib",
          "/usr/lib/swift/libswiftCoreMIDI.dylib",
          "/usr/lib/swift/libswiftCoreMedia.dylib",
          "/usr/lib/swift/libswiftDispatch.dylib",
          "/usr/lib/swift/libswiftIOKit.dylib",
          "/usr/lib/swift/libswiftIntents.dylib",
          "/usr/lib/swift/libswiftMLCompute.dylib",
          "/usr/lib/swift/libswiftMetal.dylib",
          "/usr/lib/swift/libswiftOSLog.dylib",
          "/usr/lib/swift/libswiftObjectiveC.dylib",
          "/usr/lib/swift/libswiftQuartzCore.dylib",
          "/usr/lib/swift/libswiftUniformTypeIdentifiers.dylib",
          "/usr/lib/swift/libswiftVideoToolbox.dylib",
          "/usr/lib/swift/libswiftXPC.dylib",
          "/usr/lib/swift/libswift_Builtin_float.dylib",
          "/usr/lib/swift/libswiftos.dylib",
          "/usr/lib/swift/libswiftsimd.dylib"
        ]
      }
    },
    "classes": [],
    "swift_metadata": {
      "is_swift": false,
      "symbols": []
    },
    "protocols": [],
    "structure": {
      "files": [
        "Versions/A/knowledgeconstructiond",
        "Versions/A/intelligenceplatformd",
        "Versions/A/_CodeSignature/CodeResources",
        "Versions/A/Resources/VersionInfo+AutoFill.plist",
        "Versions/A/Resources/version.json",
        "Versions/A/Resources/BehaviorPostProcessorSettings.plist",
        "Versions/A/Resources/WalletEmailOrder.srccfg",
        "Versions/A/Resources/aliases.db",
        "Versions/A/Resources/regions_languages.json",
        "Versions/A/Resources/WalletClassicOrder.srccfg",
        "Versions/A/Resources/public_domains.txt",
        "Versions/A/Resources/location.sql",
        "Versions/A/Resources/char.json",
        "Versions/A/Resources/Relationship.srccfg",
        "Versions/A/Resources/countries_languages.json",
        "Versions/A/Resources/entity_alias.sql",
        "Versions/A/Resources/relationship_type.json",
        "Versions/A/Resources/explain_EntityRelevanceModel.json",
        "Versions/A/Resources/WalletTransactionOrder.srccfg",
        "Versions/A/Resources/inheritance.json",
        "Versions/A/Resources/predicate.json",
        "Versions/A/Resources/templates.json",
        "Versions/A/Resources/default_factors_1190.pb",
        "Versions/A/Resources/class.json",
        "Versions/A/Resources/com.apple.Trial.NamespaceDescriptor.1190.plist",
        "Versions/A/Resources/ScreenTime.srccfg",
        "Versions/A/Resources/entity_summary.sql",
        "Versions/A/Resources/com.apple.Trial.NamespaceDescriptor.1170.plist",
        "Versions/A/Resources/WalletTrackedOrder.srccfg",
        "Versions/A/Resources/nicknames.dat",
        "Versions/A/Resources/Top10KPopularBundleIDs.trie",
        "Versions/A/Resources/model_config.json",
        "Versions/A/Resources/Info.plist",
        "Versions/A/Resources/bundle_id_map.sql",
        "Versions/A/Resources/version.plist",
        "Versions/A/Resources/LOITypeToOneHotTransformer.mlmodelc/model.espresso.shape",
        "Versions/A/Resources/LOITypeToOneHotTransformer.mlmodelc/model.espresso.net",
        "Versions/A/Resources/LOITypeToOneHotTransformer.mlmodelc/metadata.json",
        "Versions/A/Resources/LOITypeToOneHotTransformer.mlmodelc/model.espresso.weights",
        "Versions/A/Resources/LOITypeToOneHotTransformer.mlmodelc/coremldata.bin",
        "Versions/A/Resources/EntityTagging_FamilyAndFriends.mlmodelc/_B0000.DAT",
        "Versions/A/Resources/EntityTagging_FamilyAndFriends.mlmodelc/metadata.json",
        "Versions/A/Resources/EntityTagging_FamilyAndFriends.mlmodelc/coremldata.bin",
        "Versions/A/Resources/Metadata.appintents/version.json",
        "Versions/A/Resources/Metadata.appintents/extract.actionsdata",
        "Versions/A/Resources/Metadata.generativefunctions/67YqX1u985GoHoN2T0jFTfmo2c0.",
        "Versions/A/Resources/EntityTagging_Family.mlmodelc/_B0000.DAT",
        "Versions/A/Resources/EntityTagging_Family.mlmodelc/metadata.json",
        "Versions/A/Resources/EntityTagging_Family.mlmodelc/coremldata.bin",
        "Versions/A/Resources/globalKnowledge/manifest.plist",
        "Versions/A/Resources/globalKnowledge/default_factors_1152.pb",
        "Versions/A/Resources/EntitySimilarityLinearModel.mlmodelc/model.espresso.shape",
        "Versions/A/Resources/EntitySimilarityLinearModel.mlmodelc/model.espresso.net",
        "Versions/A/Resources/EntitySimilarityLinearModel.mlmodelc/metadata.json",
        "Versions/A/Resources/EntitySimilarityLinearModel.mlmodelc/model.espresso.weights",
        "Versions/A/Resources/EntitySimilarityLinearModel.mlmodelc/coremldata.bin",
        "Versions/A/Resources/DiningOutModel.mlmodelc/model.espresso.shape",
        "Versions/A/Resources/DiningOutModel.mlmodelc/model.espresso.net",
        "Versions/A/Resources/DiningOutModel.mlmodelc/metadata.json",
        "Versions/A/Resources/DiningOutModel.mlmodelc/model.espresso.weights",
        "Versions/A/Resources/DiningOutModel.mlmodelc/coremldata.bin",
        "Versions/A/Resources/ETShadowModel.mlmodelc/_B0000.DAT",
        "Versions/A/Resources/ETShadowModel.mlmodelc/metadata.json",
        "Versions/A/Resources/ETShadowModel.mlmodelc/coremldata.bin",
        "Versions/A/Resources/EntityRelevanceModel.mlmodelc/_B0000.DAT",
        "Versions/A/Resources/EntityRelevanceModel.mlmodelc/metadata.json",
        "Versions/A/Resources/EntityRelevanceModel.mlmodelc/coremldata.bin",
        "Versions/A/Resources/EntityRelevanceModel.mlmodelc/analytics/coremldata.bin",
        "Versions/A/Resources/Views/config/k2tActivitiesLocations.json",
        "Versions/A/Resources/Views/config/k2tActivitiesSubgraph.json",
        "Versions/A/Resources/Views/config/userFocusComputedModeSignal.json",
        "Versions/A/Resources/Views/config/futureLifeEventSubgraph.json",
        "Versions/A/Resources/Views/config/entityImportanceSignals.json",
        "Versions/A/Resources/Views/config/motionStateDistributionSignal.json",
        "Versions/A/Resources/Views/config/photosAutonamingView.json",
        "Versions/A/Resources/Views/config/donationSubgraph.json",
        "Versions/A/Resources/Views/config/SPDatestampClientSessionIdIndexView.json",
        "Versions/A/Resources/Views/config/k2tLocationEntityCardInfos.json",
        "Versions/A/Resources/Views/config/k2tLocationsSubgraph.json",
        "Versions/A/Resources/Views/config/deviceWirelessSignal.json",
        "Versions/A/Resources/Views/config/lifeEventKTSSubgraph.json",
        "Versions/A/Resources/Views/config/personTokenCount.json",
        "Versions/A/Resources/Views/config/inferredModeSignal.json",
        "Versions/A/Resources/Views/config/loiEntityRelevanceRanking.json",
        "Versions/A/Resources/Views/config/loiEntityRelevanceNonContextualFeatures.json",
        "Versions/A/Resources/Views/config/bidirectionalPersonEntityHistograms.json",
        "Versions/A/Resources/Views/config/appSubgraph.json",
        "Versions/A/Resources/Views/config/k2tPersonNameAndInfos.json",
        "Versions/A/Resources/Views/config/k2tLocationEntityCard.json",
        "Versions/A/Resources/Views/config/loiEntityHistograms.json",
        "Versions/A/Resources/Views/config/addressContactResolver.json",
        "Versions/A/Resources/Views/config/ktsSegmentSubgraph.json",
        "Versions/A/Resources/Views/config/devicePowerSignal.json",
        "Versions/A/Resources/Views/config/semanticLocationSignal.json",
        "Versions/A/Resources/Views/config/SPDatestampTaskIdIndexView.json",
        "Versions/A/Resources/Views/config/currentWiFiContext.json",
        "Versions/A/Resources/Views/config/k2tLocationEntityCardAllTime.json",
        "Versions/A/Resources/Views/config/handleMap.json",
        "Versions/A/Resources/Views/config/ktsSegmentTable.json",
        "Versions/A/Resources/Views/config/ifContextSubgraph.json",
        "Versions/A/Resources/Views/config/k2tSemanticEntitySearch.json",
        "Versions/A/Resources/Views/config/k2tPersonEntityCardInfos.json",
        "Versions/A/Resources/Views/config/loiEntityRelevanceDayOfWeekFeatures.json",
        "Versions/A/Resources/Views/config/chargingStateFeature.json",
        "Versions/A/Resources/Views/config/callInteractionFeature.json",
        "Versions/A/Resources/Views/config/k2tLocationNameAndInfos.json",
        "Versions/A/Resources/Views/config/personEntityHistograms.json",
        "Versions/A/Resources/Views/config/currentCoarseGeoHashContext.json",
        "Versions/A/Resources/Views/config/scoredTopicsFirstPartyShortTerm.json",
        "Versions/A/Resources/Views/config/entityAlias.json",
        "Versions/A/Resources/Views/config/entityAliasECR.json",
        "Versions/A/Resources/Views/config/k2tPersonEntityCardAllTime.json",
        "Versions/A/Resources/Views/config/personEntityTagging.json",
        "Versions/A/Resources/Views/config/k2tActivitiesPeople.json",
        "Versions/A/Resources/Views/config/peopleSubgraph.json",
        "Versions/A/Resources/Views/config/k2tLocationEntityCard7Days.json",
        "Versions/A/Resources/Views/config/k2tPersonActivitiesAllTime.json",
        "Versions/A/Resources/Views/config/k2tEntitySubgraph.json",
        "Versions/A/Resources/Views/config/deviceDisplaySignal.json",
        "Versions/A/Resources/Views/config/inferenceFeaturesECR.json",
        "Versions/A/Resources/Views/config/representationIds.json",
        "Versions/A/Resources/Views/config/installedAppSignal.json",
        "Versions/A/Resources/Views/config/sameEmployerSignal.json",
        "Versions/A/Resources/Views/config/bundleIdMap.json",
        "Versions/A/Resources/Views/config/k2tPersonEntityCardLocationsAllTime.json",
        "Versions/A/Resources/Views/config/lifeEventSubgraph.json",
        "Versions/A/Resources/Views/config/eventSubgraph.json",
        "Versions/A/Resources/Views/config/loiEntityRelevanceSpecificGeoHashAndCoarseTimeOfDayFeatures.json",
        "Versions/A/Resources/Views/config/entityAliasEuclidVDB.json",
        "Versions/A/Resources/Views/config/loiEntityRelevanceCoarseGeoHashAndCoarseTimeOfDayFeatures.json",
        "Versions/A/Resources/Views/config/matchingWorkEmailAddressSignal.json",
        "Versions/A/Resources/Views/config/personEntityRelevanceLOIFeatures.json",
        "Versions/A/Resources/Views/config/scoredTopicsFirstPartyLongTerm.json",
        "Versions/A/Resources/Views/config/siriRemembers.json",
        "Versions/A/Resources/Views/config/k2tLocationActivitiesAllTime.json",
        "Versions/A/Resources/Views/config/nowPlayingSignal.json",
        "Versions/A/Resources/Views/config/personEntityRelevanceWiFiAndCoarseTimeOfDayFeatures.json",
        "Versions/A/Resources/Views/config/phPersonIdentifierMap.json",
        "Versions/A/Resources/Views/config/ktsCadenceMonthly.json",
        "Versions/A/Resources/Views/config/personEntityRelevanceNonContextualFeatures.json",
        "Versions/A/Resources/Views/config/ambientLightSignal.json",
        "Versions/A/Resources/Views/config/ambientLightDistributionSignal.json",
        "Versions/A/Resources/Views/config/personEntityLongTermRanking.json",
        "Versions/A/Resources/Views/config/representationLearningSubset.json",
        "Versions/A/Resources/Views/config/defaultResolverInteractions.json",
        "Versions/A/Resources/Views/config/currentCoarseTimeOfDayContext.json",
        "Versions/A/Resources/Views/config/personEntityRelevanceWiFiFeatures.json",
        "Versions/A/Resources/Views/config/k2tLocationEntityCardPeople7Days.json",
        "Versions/A/Resources/Views/config/physicalSocialSignal.json",
        "Versions/A/Resources/Views/config/virtualInteractionsDistributionSignal.json",
        "Versions/A/Resources/Views/config/k2tPeopleSubgraph.json",
        "Versions/A/Resources/Views/config/peopleRelationship.json",
        "Versions/A/Resources/Views/config/entityEmbeddings.json",
        "Versions/A/Resources/Views/config/k2tSemanticSearchVectorDBView.json",
        "Versions/A/Resources/Views/config/pageRank.json",
        "Versions/A/Resources/Views/config/messagingInteractionFeature.json",
        "Versions/A/Resources/Views/config/asrEntityAlias.json",
        "Versions/A/Resources/Views/config/contactRelationshipFeature.json",
        "Versions/A/Resources/Views/config/personEntityRelevanceSpecificGeoHashAndCoarseTimeOfDayFeatures.json",
        "Versions/A/Resources/Views/config/personEntityRelevanceCoarseTimeOfDayAndDayOfWeekFeatures.json",
        "Versions/A/Resources/Views/config/personEntityRelevanceSpecificGeoHashFeatures.json",
        "Versions/A/Resources/Views/config/siriPersonView.json",
        "Versions/A/Resources/Views/config/behaviorSequenceSignal.json",
        "Versions/A/Resources/Views/config/personEntityRelevanceDayOfWeekFeatures.json",
        "Versions/A/Resources/Views/config/personEntityRelevanceCoarseTimeOfDayFeatures.json",
        "Versions/A/Resources/Views/config/k2tLifeEventMap.json",
        "Versions/A/Resources/Views/config/timeAndDateSignal.json",
        "Versions/A/Resources/Views/config/workoutSignal.json",
        "Versions/A/Resources/Views/config/currentLOIContext.json",
        "Versions/A/Resources/Views/config/loiEntityRelevanceWiFiAndDayOfWeekFeatures.json",
        "Versions/A/Resources/Views/config/loiEntityRelevanceLOIFeatures.json",
        "Versions/A/Resources/Views/config/locationMetadataSignal.json",
        "Versions/A/Resources/Views/config/sourceConfidence.json",
        "Versions/A/Resources/Views/config/currentDayOfWeekContext.json",
        "Versions/A/Resources/Views/config/ktsCadenceWeekly.json",
        "Versions/A/Resources/Views/config/personEntityTaggingFacts.json",
        "Versions/A/Resources/Views/config/languageView.json",
        "Versions/A/Resources/Views/config/biomeSqlStructuredFeature.json",
        "Versions/A/Resources/Views/config/poiCategorySignal.json",
        "Versions/A/Resources/Views/config/carPlaySignal.json",
        "Versions/A/Resources/Views/config/ITDatestampClientSessionIDClientRequestIDIndexView.json",
        "Versions/A/Resources/Views/config/organizationSubgraph.json",
        "Versions/A/Resources/Views/config/locationSubgraphFeatures.json",
        "Versions/A/Resources/Views/config/loiEntityRelevanceCoarseTimeOfDayAndDayOfWeekFeatures.json",
        "Versions/A/Resources/Views/config/loiEntityRelevanceSpecificGeoHashFeatures.json",
        "Versions/A/Resources/Views/config/k2tLocationActivitiesPeopleAllTime.json",
        "Versions/A/Resources/Views/config/personEntityRelevanceCoarseGeoHashFeatures.json",
        "Versions/A/Resources/Views/config/activityIntervalSignal.json",
        "Versions/A/Resources/Views/config/photosPersonEntityHistograms.json",
        "Versions/A/Resources/Views/config/loiEntityRelevanceCoarseTimeOfDayFeatures.json",
        "Versions/A/Resources/Views/config/microLocationSignal.json",
        "Versions/A/Resources/Views/config/visualIdentifier.json",
        "Versions/A/Resources/Views/config/entityTagging.json",
        "Versions/A/Resources/Views/config/appCategoryDistributionSignal.json",
        "Versions/A/Resources/Views/config/loiEntityRelevanceCoarseGeoHashFeatures.json",
        "Versions/A/Resources/Views/config/soundAnalysisSignal.json",
        "Versions/A/Resources/Views/config/addressContactResolverVDB.json",
        "Versions/A/Resources/Views/config/personEntityRelevanceWiFiAndDayOfWeekFeatures.json",
        "Versions/A/Resources/Views/config/entitySummary.json",
        "Versions/A/Resources/Views/config/loiEntityRelevanceWiFiFeatures.json",
        "Versions/A/Resources/Views/config/hasAssociationSubgraph.json",
        "Versions/A/Resources/Views/config/entitySimilarityFeatures.json",
        "Versions/A/Resources/Views/config/people.json",
        "Versions/A/Resources/Views/config/modeInteractionSignal.json",
        "Versions/A/Resources/Views/config/k2tLocationActivitiesPeople7Days.json",
        "Versions/A/Resources/Views/config/k2tPersonActivitiesLocationsAllTime.json",
        "Versions/A/Resources/Views/config/peopleNameSignal.json",
        "Versions/A/Resources/Views/config/photosPersonEntityTagging.json",
        "Versions/A/Resources/Views/config/ktsSegmentLifeEventMap.json",
        "Versions/A/Resources/Views/config/ktsSegmentStream.json",
        "Versions/A/Resources/Views/config/futureLifeEventMap.json",
        "Versions/A/Resources/Views/config/appleMusicEventSubgraph.json",
        "Versions/A/Resources/Views/config/messageTermsStream.json",
        "Versions/A/Resources/Views/config/loiEntityRelevanceWiFiAndCoarseTimeOfDayFeatures.json",
        "Versions/A/Resources/Views/config/familyNameEquivalencyFeature.json",
        "Versions/A/Resources/Views/config/peopleEmailSignal.json",
        "Versions/A/Resources/Views/config/topicSubgraph.json",
        "Versions/A/Resources/Views/config/lifeEventMap.json",
        "Versions/A/Resources/Views/config/personEntityRelevanceCoarseGeoHashAndCoarseTimeOfDayFeatures.json",
        "Versions/A/Resources/Views/config/k2tEntityTagging.json",
        "Versions/A/Resources/Views/config/appleMusicEventMap.json",
        "Versions/A/Resources/Views/config/k2tPersonEntityCard.json",
        "Versions/A/Resources/Views/config/lemmatizedSubgraph.json",
        "Versions/A/Resources/Views/config/appLaunchSignal.json",
        "Versions/A/Resources/Views/config/personTopics.json",
        "Versions/A/Resources/Views/config/personEntityRelevanceRanking.json",
        "Versions/A/Resources/Views/config/motionStateSignal.json",
        "Versions/A/Resources/Views/config/k2tLocationEntityCardPeopleAllTime.json",
        "Versions/A/Resources/Views/config/SPDatestampLastRequestIdIndexView.json",
        "Versions/A/Resources/Views/config/k2tLocationActivities7Days.json",
        "Versions/A/Resources/Views/config/entitySubgraph.json",
        "Versions/A/Resources/Views/config/ktsCadenceAnnual.json",
        "Versions/A/Resources/Views/config/currentSpecificGeoHashContext.json",
        "Versions/A/Resources/Views/nerd/event_alias_byrow_delta.sql",
        "Versions/A/Resources/Views/nerd/person_token_count.sql",
        "Versions/A/Resources/Views/nerd/delete.sql",
        "Versions/A/Resources/Views/nerd/people_source_update.sql",
        "Versions/A/Resources/Views/nerd/entity_alias.sql",
        "Versions/A/Resources/Views/nerd/entity_source_update.sql",
        "Versions/A/Resources/Views/nerd/entity_summary.sql",
        "Versions/A/Resources/Views/nerd/asr_entity_alias.sql",
        "Versions/A/Resources/Views/nerd/people_alias_byrow_delta.sql",
        "Versions/A/Resources/Views/customSQL/k2t_location_entity_card_infos.sql",
        "Versions/A/Resources/Views/customSQL/entity_alias_clone.sql",
        "Versions/A/Resources/Views/customSQL/k2t_person_entity_card_infos.sql",
        "Versions/A/Resources/Views/customSQL/k2t_activities_locations.sql",
        "Versions/A/Resources/Views/customSQL/location.sql",
        "Versions/A/Resources/Views/customSQL/kts_segment_to_life_event_update.sql",
        "Versions/A/Resources/Views/customSQL/person_topics_update.sql",
        "Versions/A/Resources/Views/customSQL/k2t_location_name_and_infos.sql",
        "Versions/A/Resources/Views/customSQL/k2t_location_entity_card_7days.sql",
        "Versions/A/Resources/Views/customSQL/features_clone.sql",
        "Versions/A/Resources/Views/customSQL/k2t_person_name_and_infos.sql",
        "Versions/A/Resources/Views/customSQL/software.sql",
        "Versions/A/Resources/Views/customSQL/k2t_location_activites_alltime.sql",
        "Versions/A/Resources/Views/customSQL/event.sql",
        "Versions/A/Resources/Views/customSQL/k2t_person_activites_alltime.sql",
        "Versions/A/Resources/Views/customSQL/k2t_location_activities_people_7days.sql",
        "Versions/A/Resources/Views/customSQL/k2t_activities_people.sql",
        "Versions/A/Resources/Views/customSQL/k2t_location_entity_card_alltime.sql",
        "Versions/A/Resources/Views/customSQL/k2t_location_activites_7days.sql",
        "Versions/A/Resources/Views/customSQL/k2t_location_entity_card_people_7days.sql",
        "Versions/A/Resources/Views/customSQL/k2t_person_entity_card.sql",
        "Versions/A/Resources/Views/customSQL/representation_ids_update.sql",
        "Versions/A/Resources/Views/customSQL/k2t_location_activities_people_alltime.sql",
        "Versions/A/Resources/Views/customSQL/k2t_person_entity_card_alltime.sql",
        "Versions/A/Resources/Views/customSQL/k2t_person_activities_locations_alltime.sql",
        "Versions/A/Resources/Views/customSQL/person.sql",
        "Versions/A/Resources/Views/customSQL/k2t_person_entity_card_locations_alltime.sql",
        "Versions/A/Resources/Views/customSQL/bundle_id_map.sql",
        "Versions/A/Resources/Views/customSQL/k2t_location_entity_card_people_alltime.sql",
        "Versions/A/Resources/Views/customSQL/k2t_location_entity_card.sql",
        "Versions/A/Resources/Views/nerd/alias/username_provided_alias.sql",
        "Versions/A/Resources/Views/nerd/alias/me_alias.sql",
        "Versions/A/Resources/Views/nerd/alias/location_alias.sql",
        "Versions/A/Resources/Views/nerd/alias/last_provided_alias.sql",
        "Versions/A/Resources/Views/nerd/alias/middle_with_firstandorlast_provided_alias.sql",
        "Versions/A/Resources/Views/nerd/alias/location_inferred_alias.sql",
        "Versions/A/Resources/Views/nerd/alias/last_derived_alias.sql",
        "Versions/A/Resources/Views/nerd/alias/first_derived_alias.sql",
        "Versions/A/Resources/Views/nerd/alias/nickname_provided_alias.sql",
        "Versions/A/Resources/Views/nerd/alias/location_name_address.sql",
        "Versions/A/Resources/Views/nerd/alias/first_provided_with_last_alias.sql",
        "Versions/A/Resources/Views/nerd/alias/event_name.sql",
        "Versions/A/Resources/Views/nerd/alias/full_provided_alias.sql",
        "Versions/A/Resources/Views/nerd/alias/relationship_alias.sql",
        "Versions/A/Resources/Views/nerd/alias/first_provided_alias.sql",
        "Versions/A/Resources/Views/nerd/description/entity_alias_concat.sql",
        "Versions/A/Resources/Views/nerd/description/alias_concat.sql",
        "Versions/A/Resources/ETShadowModel.mlmodelc/analytics/coremldata.bin",
        "Versions/A/Resources/DiningOutModel.mlmodelc/model/coremldata.bin",
        "Versions/A/Resources/DiningOutModel.mlmodelc/neural_network_optionals/coremldata.bin",
        "Versions/A/Resources/DiningOutModel.mlmodelc/analytics/coremldata.bin",
        "Versions/A/Resources/EntitySimilarityLinearModel.mlmodelc/model/coremldata.bin",
        "Versions/A/Resources/EntitySimilarityLinearModel.mlmodelc/neural_network_optionals/coremldata.bin",
        "Versions/A/Resources/EntitySimilarityLinearModel.mlmodelc/analytics/coremldata.bin",
        "Versions/A/Resources/globalKnowledge/assets_1152/MediaEntitiesSubgraph.json",
        "Versions/A/Resources/globalKnowledge/assets_1152/PriorBeliefs.json",
        "Versions/A/Resources/globalKnowledge/assets_1152/LocalizedRelationshipTopics.json",
        "Versions/A/Resources/globalKnowledge/assets_1152/HolidayEventSubgraph.json",
        "Versions/A/Resources/globalKnowledge/assets_1152/PortraitTopics.json",
        "Versions/A/Resources/EntityTagging_Family.mlmodelc/analytics/coremldata.bin",
        "Versions/A/Resources/assets_1190/EntityRelevanceModelTrial/_B0000.DAT",
        "Versions/A/Resources/assets_1190/EntityRelevanceModelTrial/metadata.json",
        "Versions/A/Resources/assets_1190/EntityRelevanceModelTrial/coremldata.bin",
        "Versions/A/Resources/assets_1190/EntityRelevanceModelTrial/analytics/coremldata.bin",
        "Versions/A/Resources/EntityTagging_FamilyAndFriends.mlmodelc/analytics/coremldata.bin",
        "Versions/A/Resources/LOITypeToOneHotTransformer.mlmodelc/model/coremldata.bin",
        "Versions/A/Resources/LOITypeToOneHotTransformer.mlmodelc/neural_network_optionals/coremldata.bin",
        "Versions/A/Resources/LOITypeToOneHotTransformer.mlmodelc/analytics/coremldata.bin",
        "Versions/A/Resources/assets_1170/DiningOutModelTrial/model.espresso.shape",
        "Versions/A/Resources/assets_1170/DiningOutModelTrial/model.espresso.net",
        "Versions/A/Resources/assets_1170/DiningOutModelTrial/metadata.json",
        "Versions/A/Resources/assets_1170/DiningOutModelTrial/model.espresso.weights",
        "Versions/A/Resources/assets_1170/DiningOutModelTrial/coremldata.bin",
        "Versions/A/Resources/assets_1170/DiningOutModelTrial/model/coremldata.bin",
        "Versions/A/Resources/assets_1170/DiningOutModelTrial/neural_network_optionals/coremldata.bin",
        "Versions/A/Resources/assets_1170/DiningOutModelTrial/analytics/coremldata.bin"
      ],
      "plists": {
        "Versions/A/Resources/VersionInfo+AutoFill.plist": {},
        "Versions/A/Resources/BehaviorPostProcessorSettings.plist": {
          "sensitiveAppsDenyList": [
            "com.naturalcycles.cordova",
            "com.hashsw.myPillReminder",
            "com.aidareminder.BirthControl",
            "com.ppfa.spotonapp",
            "org.bedsider.Reminders",
            "org.iggymedia.periodtracker",
            "co.nurx.app",
            "com.hashsw.myPill",
            "com.helloclue.clue",
            "com.ppfa.direct",
            "com.txmd.annovera",
            "com.ernestofndz.BirthControlPills",
            "org.ease.EaseApp",
            "com.glowing.lexie",
            "com.upwlabs.emma",
            "co.lovetap.Female-by-Design",
            "com.aplicativoslegais.Hora-do-Medicamento",
            "com.thepillclub.app",
            "com.insanedevelopers.periodtracker",
            "com.lbrc.PeriodCalendar",
            "com.kindara.kindaraiphone",
            "com.uapp.pill",
            "com.langrulez.mypill",
            "com.smart.pill",
            "se.perigee.Pocket-Cycle",
            "com.smikoapps.BirthControlPillReminder",
            "com.dmitry-kovba.maybebaby.free",
            "cadence-health",
            "co.firstopinion.customer-appstore",
            "com.capsulerx.Capsule",
            "com.maxwell.pillmonitorfree",
            "com.mavenclinic.Maven",
            "net.koruskan.BirthControlPillTracker",
            "com.ovulation.calculator.fertility.tracker.calendar.period",
            "dev.apple.minsk.dkovba.NightOvulationCalendar",
            "com.vitalii.period",
            "net.trshkv.pill",
            "com.eulersoft.pillreminder",
            "com.periodtrackerwidget.app",
            "com.cycletechnologies.cyclebeadslite",
            "app.periodtrackerr.women",
            "com.dmitry-kovba.LightOvulationCalendar",
            "com.unicorndreamfactory.period",
            "com.docsquad.consumer",
            "com.artifyapp.mcare",
            "appsoftheday.periodcalendar.master",
            "com.petermarpaung.pills",
            "com.joshuasteinberg.Contraception",
            "com.cycletechnologies.cyclebeads",
            "es.um.mnti.gestavida",
            "dk.0ff.ios.ringremind",
            "de.nucro.Pilly2",
            "com.maplelabs.periodtracker",
            "com.euki",
            "com.vio.femaletracker",
            "mil.dha.decidebeready",
            "com.jazzyapps.periodtracker",
            "com.betterleap.OralContPill",
            "SilentGnom.Pills-Organizer",
            "com.medidex.medManage",
            "com.optilifeapps.period",
            "Phan-Nhat-Dang.SafeDaysCalculator",
            "org.mountsinai.itinnovation.msahc",
            "com.cycletechnologies.twoday",
            "com.woohoogames.womanapp2",
            "com.AvvaStyle.PillInTime",
            "com.adappt.Pill",
            "com.AvvaStyle.WomanLog",
            "com.gpower.app",
            "com.momedx.ppcgnnj",
            "com.pslove.periodtracker",
            "com.mobilecreatures.pillstime",
            "com.cybervalue.PillReminder",
            "com.naturalcycles.clearblue",
            "net.futasaji.medicine",
            "com.ladybell",
            "com.mgoodman.condommania",
            "com.tapouillo.thepillreminder",
            "com.codeconical.xOvulate",
            "com.idealetha.controller.ios",
            "nucro.Pilly-",
            "by.nsource.OvulationCalendar",
            "com.ameliom.bettysco",
            "at.steadysense.FemSense",
            "com.gulsahdogan.prenseskadin",
            "com.mjy.wpba",
            "fr.tdinc.pill.reminder",
            "org.hesperian.Family-Planning",
            "com.nfeillet.TSympto",
            "com.medicinereminderr",
            "com.luruapplications.PillReminder",
            "com.exeersoft.ipinkperiod",
            "org.healthyteennetwork.wingman",
            "com.wizl.Flory",
            "com.pixineers.williamportuese",
            "com.usatineMediaLLC.DermProcedures",
            "com.pixineers.kevintehrani",
            "com.drkevinsadati.galleryofcosmeticsurgery",
            "au.com.rhinoplastyspecialist.shahramshahidi",
            "com.pixineers.richardrival",
            "com.triactivemedia.globalhealthtravel",
            "ru.xpsoft.HaircutDecider",
            "com.usatineMediaLLC.CosmeticDerm",
            "com.pixineers.harveycole",
            "com.atm.renuvionar",
            "com.sevenatrp.cma",
            "co.hinge.mobile.ios",
            "com.moxco.bumble",
            "com.cardify.tinder",
            "com.pof.mobileapp.iphone",
            "com.okcupid.app",
            "com.badoo.Badoo",
            "com.zoosk.Zoosk",
            "com.match.match.com",
            "com.hookupdating",
            "co.clover.clover",
            "com.badoo.hotornot",
            "com.hily.ios",
            "com.grindrguy.grindrx",
            "US.Luxy.Luxy",
            "com.eharmony.singles.SinglesRelease",
            "com.coffeemeetsbagel.mobile.ios",
            "com.NH.Secret-Messenger",
            "com.affinityapps.blk",
            "com.bwf.BWF",
            "fr.ftw-and-co.whoozer",
            "com.maxma.bbw",
            "org.getpure.pure-iphone",
            "com.nextc.m2",
            "com.neonfun.catalog",
            "com.taimi.ios",
            "com.gagediell.GageDiell",
            "com.affinityapps.chispa",
            "com.dattch.dattch",
            "com.appspot.scruffapp",
            "com.teamn.wooplus",
            "com.superdreammake.wild",
            "karisma.dstaten.LeagueMVP",
            "com.makesuperdream.3fun",
            "com.cougardating.app",
            "com.3nder.threender",
            "com.my.high.school.days",
            "com.dating.KinkO",
            "com.pzdate.cougard",
            "com.myYearbook.MyYearbook",
            "com.spark.CM",
            "com.topface.topface",
            "a4a.radarlive",
            "com.ea.ios.simsmobile",
            "com.kiss2go.iphone",
            "com.pinkmatch.yumi",
            "com.jaumo.iphoneapp",
            "com.glu.stardomkim",
            "com.fwb.hookup.xpals",
            "com.skout.SKOUT",
            "com.affinityapps.twozerofour",
            "com.halverston.videochat",
            "com.lavendrapp.lavendr",
            "com.eurodate.ios",
            "com.waplog",
            "info.hanguyen.socialnetworkssafe",
            "com.pzdate.3some",
            "com.gp.Gaper",
            "de.affinitas.com.elitesingles.app",
            "com.surgeapp.zoe",
            "com.tinyco.potter",
            "kr.co.alohacorp.KissInPublic",
            "com.nixhydragames.thearcana",
            "YanFlex.CPlus.Craigslist",
            "co.DilMile.DilMile",
            "com.flirt-fish-dating.app",
            "com.smoochlabs.jswipe",
            "com.ios.ezmatch",
            "com.bytefactory.vgl",
            "com.dhservices.daddyhunt",
            "ru.loveplanet.loveplanet",
            "com.pixelberrystudios.highschoolstory",
            "com.bytespace.xliveclientapp",
            "com.eastmeeteast.eme-ios",
            "ru.sexactions.SexActions",
            "com.org.3ndr",
            "com.lavplanet.sirendating",
            "com.datemyage.ios",
            "com.tagged.meetme",
            "com.match.stir",
            "com.mars.avgchapters",
            "co.theinnercircle.ios",
            "com.digigo.pickup",
            "com.flintcast.evermatch",
            "ru.mamba.mambaclient",
            "jp.arismile.a1a128",
            "com.spark.JDate",
            "com.daddyhunt.mister",
            "com.blued.international",
            "ru.ifiwereaboy.taboo",
            "com.connect-llc.ship",
            "lipsi",
            "com.kinksters.store",
            "com.2redbeans.dating",
            "ru.ifiwereaboy.te2te",
            "com.animafriend.aigf",
            "com.bestdatingapps.farmers",
            "com.xbasetech.cragly",
            "lemon.dating.flirtchat",
            "com.mutual-app",
            "com.futurebits.instamessage.free",
            "com.kongregate.mobile.adventurecapitalist",
            "money.app.free.cash",
            "com.app.pandoraslots",
            "com.martialred.makemoneyfree",
            "com.SekGames.RobThemAll",
            "com.wildbeep.moneymadness",
            "com.Gabe.TaxEvasion",
            "com.SankakuGames.BoneIdleTycoon",
            "com.inthegame.richestobetapped",
            "com.lastchance.holethief",
            "com.gametator.moneygrabber",
            "com.topface.kisskiss",
            "net.shovelmate.-9-Positions-Lite",
            "net.actionverite.jeucouple",
            "com.cardify.tinder",
            "ch.kaufcom.gadgets.sexfacts",
            "com.logsat.sexoffenderslite",
            "Thundercorp.sexgame",
            "com.moxco.bumble",
            "com.paurau.MakeEm",
            "com.swampyfoot.sex-positions",
            "2TBNDM7946.TickleFREE",
            "fr.apprize.descoquins",
            "com.eleven.gagesfree",
            "com.bamwl.partygame",
            "com.baybiscuit.com.truth.or.dare.cleaned",
            "com.badoo.Badoo",
            "com.skout.SKOUT",
            "com.appster.sexygames",
            "ru.sexactions.SexActions",
            "SexRollLite",
            "com.tuscanconcepts.KamaSutraLite",
            "com.uapp.notforchildren",
            "com.NH.Secret-Messenger",
            "com.jmm.ipassion",
            "com.vocado.SexPositionsPrank",
            "com.bwf.BWF",
            "com.hookupdating",
            "PocketPositionsLite",
            "com.animafriend.aigf",
            "net.shovelmate.-9-Positions",
            "com.ksenia.ultimate",
            "com.badoo.hotornot",
            "SexOrganizerLite",
            "co.clover.clover",
            "com.thechive.Chive",
            "com.grindrguy.grindrx",
            "scandal.app",
            "com.focusedapps.emojiofme",
            "com.sex.games.free1",
            "iSexercise",
            "com.bensatterwhite.positiondeciderenglish",
            "com.hily.ios",
            "com.mobsub.SexFactsProFree",
            "iSexSpinnerLite",
            "com.isd.retouchme",
            "com.nanobitsoftware.mystory",
            "com.glowing.lexie",
            "com.yourstoryinteractive.sails.pirate.adventure",
            "iKamaClub",
            "com.mrrobotmouse.ivibelite",
            "com.upwlabs.emma",
            "com.dirtytruthgame.dirtytruthgame",
            "fr.apprize.sexgame",
            "com.letstryitapp.app",
            "ch.kaufcom.gadgets.sexgun",
            "com.rojao.KamaS1",
            "101PositionsLite",
            "com.appriss.mobilepatrol",
            "InkHunter.inkHunter",
            "com.nanobitsoftware.taboo",
            "com.scottjulian.naughtyapp",
            "com.taimi.ios",
            "com.tomikostudios.K-Assistant",
            "com.swampy.sexposfree",
            "com.mindsex",
            "manofham.alovetest",
            "com.hyperbeard.adorablehome",
            "com.vocado.CoupleSexGame",
            "jp.minoru.babyhatchfree",
            "com.mbosoft.vipchat",
            "eu.internetdesigns.iphoneapps.sexdicefree",
            "com.drbargak.acupressuresexbasic",
            "com.appster.SexyCoupleGame",
            "com.appspot.scruffapp",
            "com.shavedham.bleepbutton",
            "ata.tuna.pimd",
            "com.radaris.sexoffenders",
            "com.1346845108.3021346845108",
            "com.bensatterwhite.interinfo",
            "com.adoreme.qmobile",
            "com.govision2020.OffederLite",
            "com.superdreammake.wild",
            "com.vocado.AdultSexualGame",
            "com.rodale.menshealth",
            "net.shovelmate.placeslite",
            "com.picobong.remoji",
            "com.hyperbeard.pocketlove",
            "com.goat.ksrgl",
            "com.lovense.wear",
            "com.rusdev.pid.IOSLauncher",
            "com.vocado.BestSexPositions",
            "com.app.x.tracker",
            "com.skollabs.love",
            "gmem.episode",
            "com.brain-scape.sa.c187",
            "com.gamefirst.religioninc",
            "com.VidAngel.TheChosen",
            "com.yourcompany.KJVBible",
            "com.joybits.doodlegod-lite",
            "com.emfbroadcasting.klove",
            "com.joybits.iAlchemy",
            "com.joybits.doodledevil",
            "com.affinityapps.twozerofour",
            "com.pulcranet.holyart",
            "BillCoreDistribution2015ChristianKeyboard",
            "com.innogelabs.bibletrivia",
            "org.intouch.intouchapp",
            "com.emfbroadcasting.air1",
            "ws.submission.submission",
            "com.slema.BibleVerses",
            "com.wiley.religionspotlight",
            "com.ewtn.truthandlife",
            "com.mantisbible.mantis",
            "com.forecomm.lmdrmag",
            "com.sunnysidehurricane.meditation",
            "com.joybits.doodlegod-iphone-blitz",
            "com.babylonbeellc.babylonbee",
            "com.tvrsoft.holybiblefree",
            "com.soultime.app",
            "com.IslamReligion",
            "com.panda.catholic1",
            "com.2UP.battles",
            "edu.usc.crcc.crcc-app",
            "com.abc.holybibleKJV",
            "com.hccp.BibleGatewayAudio",
            "com.age.wg1.appspot",
            "com.joybits.doodledevil-one",
            "com.appsrentables.ChristianMusicFreeReligiousAppRadioStations",
            "com.betzel.Rosary-Guide",
            "pl.netigen.WorldReligions",
            "com.MadCalfApps.ChristianRadio",
            "com.subsplashstudio551.ChristianityWithoutReligion",
            "com.rickybloomfield.LDSHymnsApp",
            "YouTestament",
            "com.cantcha.iMissal",
            "com.imagineinteractive.allinonequran",
            "com.subsplashconsulting.72D4CB",
            "com.joybits.doodledevil-lite",
            "com.jesuslifeapp.jesuslife",
            "com.coastheavy.religioustexts",
            "org.amenapp.amen",
            "com.logos.vyrso",
            "com.jumsoft.ToolboxforPages.iOS",
            "yolaroo.religiouslibrary.com",
            "com.aclj.aclj",
            "com.opicury.iRosary",
            "Theology.Online",
            "L73SN32EQ6",
            "org.reviewofreligions.app",
            "StevanMilanovic.puzzle.AllahJigsawPuzzles",
            "com.texterity.texterity.UpperRoom",
            "com.dcco.apps.iSilo",
            "com.jacobsmedia.icatholicfm",
            "org.lds.mormontabernacle",
            "com.KidsName.app",
            "com.egzio.amharicbible",
            "fr.plenitech.icalj",
            "com.ccvonline.CCVMobileApp",
            "com.jcrinc.csa",
            "com.ASLApp",
            "com.faithlife.mobile",
            "com.loyolapress.3minuteretreat",
            "com.figuignet.quran",
            "org.3abn.3ABN",
            "com.nice2meet.holybibletriviaquiz",
            "dating.eden.Eden",
            "dsstworldreligionsbuddy",
            "com.subsplashconsulting.Watermark",
            "com.joybits.doodlecreatures-free",
            "com.betterhelp.faithfulcounseling-ios-app",
            "arabic.bible",
            "com.q962160d958b.app",
            "com.freeaudiobooks.religion",
            "com.religioussupply.bookstore",
            "com.adabsinfocomm.russianbibleaudio",
            "com.empiresmobile.imessage.Christian",
            "com.adabsinfocomm.arabicbibleaudio",
            "ws.ebsolutions.Santo-Rosario",
            "com.joybits.doodlekingdom-free",
            "com.lionswool.Prayminder",
            "com.jaqer.gulanjing.cn",
            "net.avemariaradio.app",
            "com.mobicure.mypaddi",
            "mama-sophia.mamanetwork.org",
            "com.gpower.app",
            "com.masa321.SexualMediaApp",
            "net.antmobile.femalereproductivesystem",
            "com.whispa.app",
            "app.mission.wellness",
            "ps.provision.sex",
            "com.life.learning.leaders.Midwifery.Exam.Review.flashcard",
            "org.triggerise.getaccessgranted",
            "com.hexoncode.kiyou",
            "com.draftkings.sportsbook",
            "com.playtika.slotomania",
            "com.doubledowninteractive.DDCasino",
            "com.gameaccount.winston",
            "com.playstudios.myvegas",
            "com.iphonesoft3g.texaspoker",
            "com.synsidium.wolfslots",
            "co.aviagames.bingo",
            "com.pointsbetus.app",
            "slots.secretsauce.casino.games.free.ios",
            "com.tether.solitaire.klondike",
            "com.cervomedia.slots.freeslot1",
            "com.huuuge.casino.slots",
            "com.greenpanda.blackjack",
            "com.williamsinteractive.jackpotparty",
            "co.newcode.pocket7games",
            "com.2pensmedia.coinnect",
            "com.sharkparty.slots",
            "com.productmadness.mrcashmancasino",
            "com.playstudios.popslots",
            "com.zynga.wizardofoz",
            "royaljackpot.vegascasino.bigwin.freemachine",
            "slots.diamondlife.casino.games.ios",
            "br.com.tapps.bidwars",
            "com.aaagame.classicvegasslots",
            "com.cashed.wildruby",
            "com.superant.classicvegasslots",
            "com.huuuge.casino.texas",
            "com.smashatom.BornRich",
            "com.williamsinteractive.hotshot",
            "net.odasoft.xtremeslots",
            "com.smashatom.Blackjack",
            "com.superant.doublehitcasino",
            "com.hardrockdigital.client",
            "com.blueshellgames.LuckySlots",
            "com.huge.slots.casino.vegas.ios.avidly",
            "com.DgnGames.OldVegasSlots",
            "com.playstudios.myvegas.blackjack",
            "com.greysquaregames.dominoes-gold.ios",
            "com.blowfire.wildclassic",
            "com.onlineconvergence.SpinToWin",
            "com.bingo.scape.ios.free",
            "com.sportsbook.hollywood",
            "com.pickswise.mobile",
            "com.draftkings.casino",
            "com.AreaSixtyOne.Casino.Craps",
            "com.wynnsports.mi.Wynn",
            "com.twinspires.mobile",
            "br.com.tapps.bidwars2",
            "com.aaagame.goldencasino",
            "com.gamblingrealmoney",
            "com.onling.gambling.realmoney",
            "com.cjfafafa.trojan.ios",
            "com.viper.dice",
            "com.GamyTech.Backgammon4Money",
            "com.mofunslots.richescasino",
            "se.netviking.blackjack",
            "com.zealgames.cashmania",
            "slots.free.vegas.casino.jackpot.link.ios",
            "com.lencosoftware.crapslite",
            "com.house.of.blackjack.free.online.casino",
            "com.scopely.slotsvacation",
            "slots.dcg.casino.games.free.ios",
            "com.sgn.mty.casino",
            "com.fanduel.casino",
            "com.oddz.bspot",
            "com.rippex.realmoneycasinogambling",
            "com.jackpot.fever.slots.ios",
            "com.newclassic.doublerich",
            "com.foxbytes.prettyrandom",
            "com.igg.poker",
            "com.GamblingAddiction.Calendar",
            "com.luckywin.tigerslots",
            "com.slotbotics.vegas.slots.casino",
            "com.casualgamer.donaldsempire",
            "com.murka.poker",
            "com.sharkparty.poker",
            "com.wynnsports.nj.Wynn",
            "com.gameaccount.twinspires-nj",
            "com.luckyo.games.bingorush",
            "com.stonesgamblinghall.mobile",
            "com.mywavia.rr",
            "com.bet365.bet365NJ",
            "com.mobage.ww.a1438.bingopartylandios",
            "com.wisdomnetwork.citylucky",
            "com.gameaccount.betfairPlaza.geoApp",
            "com.gameknight.gkpoker1",
            "com.abzorba.BlackJack",
            "com.grandegames.slots.casino.free.ios",
            "com.iavanza.Bingo",
            "888.Casino.NJ",
            "com.magazinecloner.gifriday",
            "com.casinojoy.videoslots",
            "com.iphonesoft3g.baccara",
            "bet.thescore.ios",
            "com.FortyOneGames.Slots777Casino",
            "com.coldfiregames.idle.casino.tycoon",
            "com.fubo.sportsbook",
            "com.cashwinner.slots.ios",
            "com.plaor.hwp",
            "com.fitnow.loseit",
            "com.cloforce.pointscalculator",
            "com.weightwatchers.wwmobile",
            "com.noom.wlc",
            "com.grinasys.runningforweightlosspro",
            "com.moonapp.weightloss",
            "com.myfitnesspal.mfp",
            "com.grinasys.fitnessnew",
            "com.grinasys.walkingfree",
            "com.courtneycircle.Radiant",
            "com.inspiredapp.mydietcoach",
            "com.yoga-go",
            "com.abishkking.loseweight",
            "com.frontpocketsoftware.happyscale",
            "com.myorganicapps.organicfit",
            "com.apptuitive.workoutgoalapp",
            "com.ellis.itrackbites",
            "com.fitingo.fitness",
            "com.oneothergame.yoga.fitness.workouts.beginners",
            "com.surfcityapps.loseweight",
            "com.weightlossrunapp",
            "com.strongherapp.StrongHer",
            "net.smayer.bodydata",
            "com.pacer.pacerapp",
            "com.betterme.yoga",
            "com.mqdp.location.weightlosstips",
            "com.oneothergame.7min-fatburn",
            "com.mynetdiary.MyNetDiary",
            "com.amapps.simple",
            "com.oneothergame.7min-fitness",
            "com.hiclub.FitMeditation",
            "de.BodyFast.BodyFast2",
            "com.fitcoach",
            "com.gofitness.befit",
            "com.healthywage.ios.HealthyWage",
            "com.heavydutyapps.Yoga",
            "de.fastic.app",
            "com.abishkking.WalkPlan",
            "com.everdance.everdance",
            "com.healthifyme.basic",
            "com.southshorehospital.sshbariatrics",
            "dance.fitness.app",
            "com.anishmodan.Weight-Loss-diets-free",
            "com.Sttir.WeightManager",
            "com.wikr.walking",
            "com.cubik.slim",
            "com.myorganicapps.organicdance",
            "com.calorieking.iphone.cmw",
            "com.fitbit.FitbitMobile",
            "ios.myketo.app",
            "com.fatsecret.caloriecounter",
            "com.mqdp.location.DietTips",
            "com.rubylabs.able",
            "com.vigorapps.30DayFitness",
            "com.amomedia.uniwell",
            "com.ego360.7minute",
            "com.weightandbmi",
            "com.squats.fittr",
            "com.jiri.ngabs",
            "com.betterme.running",
            "com.mqdp.location.fitnesstips",
            "com.visualhype.WeightDropLite",
            "com.realizedmobile.ketomealplan",
            "com.myorganicapps.organicwalk",
            "Joe-Waldow.Scelta",
            "swc",
            "Low-Glycal",
            "com.cloforce.Walking-for-Weight-Loss-Free",
            "com.healthapps.weightloss",
            "com.kilogroup.dofasting",
            "com.zova.zova",
            "com.realizedmobile.weightlossmealplan",
            "com.yogame",
            "com.curlybrace.co.uk.weightdiaryfree",
            "com.betterwell.reset",
            "com.leapfitness.loseweightformen",
            "Bravocado.WeightLossQueen",
            "com.mobile.healthydiet",
